const data = {
    School : {
        Name : "Старшие классы",
        LinkToPlace : "https://гимназия117.рф/",
        MaskForLink : "Гимназия 117",
        Date : "Сентябрь 2018 - Май 2020",
        Info : ["С детства мне нравилась информатика, я был заинтересован кто и как создаёт сайты. Поэтому у меня были хорошие оценки по информатике и математике.", "В связи с этим, Я выбрал информатику как дополнительный экзамен на ЕГЭ и сдал её на 96 баллов.", "Выбирая университет, я решил поступить в Омский Государственный Технический Университет на направление 'Программная инженерия'"]
    },

    University : {
        Name : "Политех",
        LinkToPlace : "https://www.omgtu.ru/",
        MaskForLink : "ОмГТУ",
        Date : "Сентябрь 2020 - Май 2024",
        Info : ["Сегодня я учусь на 3 курсе по направлению 'Программная инженерия'", "Здесь мы изучаем как создаются десктопные, мобильные и веб приложения", "Своё свободное время я трачу на изучение возможностей Реакта, а также тренируюсь в написании сайтов"]
    },

    Courses : {
        Name : "Мой top-3 курсов",
        Date : "Сентябрь 2021 - Сегодня",
        Info : ["На первом месте в моём top-3 наиболее полезных и удобных курсов по изучению Реакта - это Scrimba. Бесплатный курс по изучению основ позволит вам узнать, как работает Реакт и добавить несколько проектов в своё портфолио.", "На втором месте я расположил курс 'Путь Самурая' на YouTube. Изучив всё, о чем расскажет автор, вы сможете смело называть себя junior front-end разработчиком.", "На третьем месте я расположил продолжение второго курса 'Путь самурая 2.0'. На нём вы укрепите свои знания TypeScript и дополните их новыми."]
    },

    Internship : {
        Name : "Студенческая IT-Лаборатория",
        LinkToPlace : "http://studentlabs.ru/",
        MaskForLink : "Student Labs 2022",
        Date : "Июль - Сентябрь 2022",
        Info : ["Где набраться опыта перед трудоустройством? Отличным вариантом является прорхождение практики.", "Пройдя вступительные задания, я начал практику в Student Labs и не жалею об этом", "Здесь я работаю в команде и сотрудничаю с такими компаниями как Effective и Asmart"]
    }
}

export default data 